Repository: txntixnz/ARMSX2
Catalog: platforms/ios/app/src/main/assets/resources/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, it, ja, ko, pt, zh_hans

source: %@ is installed. Reinstall or remove it.
ar: %@ مثبت. أعد تثبيته أو قم بإزالته.
de: %@ ist installiert. Neu installieren oder entfernen.
es: %@ está instalado. Reinstálalo o elimínalo.
fr: %@ est installé. Réinstallez-le ou supprimez-le.
it: %@ è installato. Reinstallalo o rimuovilo.
ja: %@ がインストールされています。再インストールまたは削除してください。
ko: %@이(가) 설치되어 있습니다. 재설치하거나 삭제하세요.
pt: %@ está instalado. Reinstale ou remova.
zh_hans: %@ 已安装。重新安装或移除。

source: %@ needs %@ of free space and %@ is available.
ar: تحتاج %1$@ إلى %2$@ من المساحة الفارغة، والمتاح %3$@.
de: %1$@ braucht %2$@ freien Speicher, verfügbar sind %3$@.
es: %1$@ necesita %2$@ de espacio libre y hay %3$@ disponibles.
fr: %1$@ nécessite %2$@ d’espace libre, et %3$@ sont disponibles.
it: %1$@ richiede %2$@ di spazio libero e ne sono disponibili %3$@.
ja: %1$@ には %2$@ の空き容量が必要ですが、利用できるのは %3$@ です。
ko: %1$@에 %2$@의 여유 공간이 필요하지만 사용 가능한 공간은 %3$@입니다.
pt: %1$@ precisa de %2$@ de espaço livre e há %3$@ disponíveis.
zh_hans: %1$@ 需要 %2$@ 的可用空间，当前可用 %3$@。

source: %@ s
ar: %@ ثانية
ja: %@ 秒
ko: %@ 초
zh_hans: %@ 秒

source: %@ taps
ar: %@ نقرات
es: %@ toques
fr: %@ appuis
it: %@ tocchi
ja: %@ 回タップ
ko: %@ 회 탭
pt: %@ toques
zh_hans: %@ 次点击

source: %d entries
ar: %d إدخالات
de: %d Einträge
es: %d entradas
fr: %d entrées
it: %d voci
ja: %d 件のエントリ
ko: %d개 항목
pt: %d entradas
zh_hans: %d 个条目

source: 1 entry
ar: إدخال واحد
de: 1 Eintrag
es: 1 entrada
fr: 1 entrée
it: 1 voce
ja: 1 件のエントリ
ko: 1개 항목
pt: 1 entrada
zh_hans: 1 个条目

source: 60 FPS
ar: 60 إطاراً
zh_hans: 60 帧

source: About
ar: حول
de: Über
es: Acerca de
fr: À propos
it: Informazioni
ja: 情報
ko: 정보
pt: Sobre
zh_hans: 关于

source: Achievement images download again the next time they are shown.
ar: ستُنزَّل صور الإنجازات مرة أخرى عند عرضها في المرة القادمة.
de: Erfolgsbilder werden beim nächsten Anzeigen erneut geladen.
es: Las imágenes de logros se descargan de nuevo la próxima vez que se muestren.
fr: Les images des succès sont retéléchargées la prochaine fois qu'elles s'affichent.
it: Le immagini degli obiettivi vengono riscaricate la prossima volta che vengono mostrate.
ja: 実績の画像は次に表示されるときに再ダウンロードされます。
ko: 도전 과제 이미지는 다음에 표시될 때 다시 받습니다.
pt: As imagens de conquistas são baixadas de novo na próxima vez que aparecerem.
zh_hans: 成就图片会在下次显示时重新下载。

source: Add to favorites
ar: إضافة إلى المفضلة
de: Zu Favoriten hinzufügen
es: Añadir a favoritos
fr: Ajouter aux favoris
it: Aggiungi ai preferiti
ja: お気に入りに追加
ko: 즐겨찾기에 추가
pt: Adicionar aos favoritos
zh_hans: 添加到收藏

source: Advanced
ar: خيارات متقدمة
de: Erweitert
es: Avanzado
fr: Avancé
it: Avanzate
ja: 高度な設定
ko: 고급
pt: Avançado
zh_hans: 高级

source: All
ar: الكل
de: Alle
es: Todos
fr: Tout
it: Tutti
ja: すべて
ko: 전체
pt: Todos
zh_hans: 全部

source: App Language
ar: لغة التطبيق
de: App-Sprache
es: Idioma de la app
fr: Langue de l'app
it: Lingua app
ja: アプリの言語
ko: 앱 언어
pt: Idioma do app
zh_hans: 应用语言

source: Appearance
ar: المظهر
de: Darstellung
es: Apariencia
fr: Apparence
it: Aspetto
ja: 外観
ko: 모양
pt: Aparência
zh_hans: 外观

source: ARMSX2 couldn’t identify this game’s patch version. Database matching is unavailable for now.
ar: تعذر على ARMSX2 تحديد إصدار التصحيح لهذه اللعبة. مطابقة قاعدة البيانات غير متاحة حالياً.
de: ARMSX2 konnte die Patch-Version dieses Spiels nicht identifizieren. Datenbankabgleich ist vorerst nicht verfügbar.
es: ARMSX2 no pudo identificar la versión de parche de este juego. La coincidencia con la base de datos no está disponible por ahora.
fr: ARMSX2 n'a pas pu identifier la version du correctif de ce jeu. La correspondance avec la base de données est indisponible pour le moment.
it: ARMSX2 non è riuscito a identificare la versione della patch di questo gioco. La corrispondenza con il database non è al momento disponibile.
ja: ARMSX2はこのゲームのパッチバージョンを識別できませんでした。データベース照合は現在利用できません。
ko: ARMSX2가 이 게임의 패치 버전을 식별하지 못했습니다. 현재 데이터베이스 매칭을 사용할 수 없습니다.
pt: O ARMSX2 não conseguiu identificar a versão do patch deste jogo. A correspondência com o banco de dados não está disponível no momento.
zh_hans: ARMSX2 无法识别此游戏对应的补丁版本。数据库匹配功能暂时不可用。

source: ARMSX2 iOS menus will use this language where available. Some emulator terms and debug messages may still appear in English.
ar: ستستخدم قوائم ARMSX2 iOS هذه اللغة عند توفرها. قد تظل بعض مصطلحات المحاكي ورسائل التصحيح باللغة الإنجليزية.
de: Die Menüs von ARMSX2 iOS verwenden diese Sprache, sofern verfügbar. Einige Emulatorbegriffe und Debugmeldungen können weiterhin auf Englisch erscheinen.
es: Los menús de ARMSX2 iOS usarán este idioma cuando esté disponible. Algunos términos del emulador y mensajes de depuración pueden seguir apareciendo en inglés.
fr: Les menus d'ARMSX2 iOS utiliseront cette langue si disponible. Certains termes de l'émulateur et messages de débogage peuvent rester en anglais.
it: I menu di ARMSX2 iOS useranno questa lingua dove disponibile. Alcuni termini dell'emulatore e messaggi di debug potrebbero rimanere in inglese.
ja: ARMSX2 iOS のメニューは、利用可能な場合この言語を使用します。一部のエミュレーター用語やデバッグメッセージは英語のまま表示される場合があります。
ko: ARMSX2 iOS 메뉴는 가능한 경우 이 언어를 사용합니다. 일부 에뮬레이터 용어와 디버그 메시지는 영어로 표시될 수 있습니다.
pt: Os menus do ARMSX2 iOS usarão este idioma quando disponível. Alguns termos do emulador e mensagens de depuração ainda podem aparecer em inglês.
zh_hans: ARMSX2 iOS 菜单会尽量使用此语言。部分模拟器术语和调试消息可能仍以英文显示。

source: Background Dim
ar: تعتيم الخلفية
de: Hintergrundabdunklung
es: Oscurecer fondo
fr: Assombrissement du fond
it: Oscuramento sfondo
ja: 背景の暗さ
ko: 배경 어둡기
pt: Escurecer fundo
zh_hans: 背景暗度

source: Background image could not be loaded.
ar: تعذر تحميل صورة الخلفية.
de: Das Hintergrundbild konnte nicht geladen werden.
es: No se pudo cargar la imagen de fondo.
fr: Impossible de charger l'image de fond.
it: Impossibile caricare l'immagine di sfondo.
ja: 背景画像を読み込めませんでした。
ko: 배경 이미지를 로드할 수 없습니다.
pt: Não foi possível carregar a imagem de fundo.
zh_hans: 无法加载背景图片。

source: Blended Sprites/Triangles
ar: السبرايت/المثلثات الممزوجة
de: Sprites/Dreiecke mit Blending
es: Sprites/Triángulos mezclados
fr: Sprites/Triangles mélangés
it: Sprite/Triangoli con blending
ja: ブレンドされたスプライト/三角形
ko: 블렌딩된 스프라이트/삼각형
pt: Sprites/Triângulos com blending
zh_hans: 混合精灵/三角形

source: Boot BIOS
ar: تشغيل BIOS
de: BIOS starten
es: Iniciar BIOS
fr: Démarrer le BIOS
it: Avvia BIOS
ja: BIOS を起動
ko: BIOS 부팅
pt: Iniciar BIOS
zh_hans: 启动 BIOS

source: Boot this game once so ARMSX2 can identify it, then return to manage patches.
ar: قم بتشغيل هذه اللعبة مرة واحدة حتى يتمكن ARMSX2 من التعرف عليها، ثم عد لإدارة التصحيحات.
de: Starten Sie dieses Spiel einmal, damit ARMSX2 es identifizieren kann, und kehren Sie dann zurück, um Patches zu verwalten.
es: Inicia este juego una vez para que ARMSX2 pueda identificarlo y luego regresa para administrar los parches.
fr: Démarrez ce jeu une fois pour qu'ARMSX2 puisse l'identifier, puis revenez pour gérer les correctifs.
it: Avvia questo gioco una volta in modo che ARMSX2 possa identificarlo, quindi torna per gestire le patch.
ja: ARMSX2が識別できるようにこのゲームを一度起動してから、パッチを管理するために戻ってください。
ko: ARMSX2가 게임을 식별할 수 있도록 이 게임을 한 번 부팅한 다음 패치를 관리하기 위해 돌아오세요.
pt: Inicialize este jogo uma vez para que o ARMSX2 possa identificá-lo e depois retorne para gerenciar os patches.
zh_hans: 启动一次此游戏以便 ARMSX2 进行识别，然后返回管理补丁。

source: Brightness
ar: السطوع
de: Helligkeit
es: Brillo
fr: Luminosité
it: Luminosità
ja: 明るさ
ko: 밝기
pt: Brilho
zh_hans: 亮度

source: Button Skin
ar: مظهر الأزرار
de: Tasten-Skin
es: Tema de botones
fr: Thème des boutons
it: Skin pulsanti
ja: ボタンスキン
ko: 버튼 스킨
pt: Tema dos botões
zh_hans: 按键皮肤

source: Camera swipe area
ar: منطقة سحب الكاميرا
de: Kamera-Wischbereich
es: Área de deslizamiento de cámara
fr: Zone de balayage de caméra
it: Area scorrimento telecamera
ja: カメラのスワイプ領域
ko: 카메라 스와이프 영역
pt: Área de deslizamento da câmera
zh_hans: 镜头滑动区域

source: Can't reach the shader list. Check your connection and pull down to try again.
ar: تعذّر الوصول إلى قائمة المظللات. تحقّق من اتصالك واسحب للأسفل للمحاولة مرة أخرى.
de: Die Shader-Liste ist nicht erreichbar. Prüfe deine Verbindung und zieh nach unten, um es erneut zu versuchen.
es: No se puede acceder a la lista de shaders. Revisa tu conexión y desliza hacia abajo para reintentar.
fr: Impossible d'accéder à la liste des shaders. Vérifiez votre connexion et tirez vers le bas pour réessayer.
it: Impossibile raggiungere l'elenco degli shader. Controlla la connessione e trascina verso il basso per riprovare.
ja: シェーダー一覧に接続できません。接続を確認し、下に引いて再試行してください。
ko: 셰이더 목록에 연결할 수 없습니다. 연결을 확인하고 아래로 당겨 다시 시도하세요.
pt: Não foi possível acessar a lista de shaders. Verifique sua conexão e puxe para baixo para tentar de novo.
zh_hans: 无法获取着色器列表。请检查网络连接，然后下拉重试。

source: Can't reach the shader server. Check your connection and try again.
ar: تعذّر الوصول إلى خادم المظللات. تحقّق من اتصالك وحاول مرة أخرى.
de: Der Shader-Server ist nicht erreichbar. Prüfe deine Verbindung und versuche es erneut.
es: No se puede acceder al servidor de shaders. Revisa tu conexión e inténtalo de nuevo.
fr: Impossible de joindre le serveur de shaders. Vérifiez votre connexion et réessayez.
it: Impossibile raggiungere il server degli shader. Controlla la connessione e riprova.
ja: シェーダーサーバーに接続できません。接続を確認して再試行してください。
ko: 셰이더 서버에 연결할 수 없습니다. 연결을 확인하고 다시 시도하세요.
pt: Não foi possível acessar o servidor de shaders. Verifique sua conexão e tente de novo.
zh_hans: 无法连接着色器服务器。请检查网络连接后重试。

source: Can't reach the texture pack server. Check your connection and try again.
ar: تعذّر الوصول إلى خادم حزم الخامات. تحقّق من اتصالك وحاول مرة أخرى.
de: Der Server für Texturpakete ist nicht erreichbar. Prüfe deine Verbindung und versuche es erneut.
es: No se puede acceder al servidor de paquetes de texturas. Revisa tu conexión e inténtalo de nuevo.
fr: Impossible de joindre le serveur de packs de textures. Vérifiez votre connexion et réessayez.
it: Impossibile raggiungere il server dei pacchetti texture. Controlla la connessione e riprova.
ja: テクスチャパックサーバーに接続できません。接続を確認して再試行してください。
ko: 텍스처 팩 서버에 연결할 수 없습니다. 연결을 확인하고 다시 시도하세요.
pt: Não foi possível acessar o servidor de pacotes de texturas. Verifique sua conexão e tente de novo.
zh_hans: 无法连接纹理包服务器。请检查网络连接后重试。

source: Cancel
ar: إلغاء
de: Abbrechen
es: Cancelar
fr: Annuler
it: Annulla
ja: キャンセル
ko: 취소
pt: Cancelar
zh_hans: 取消

source: CAS Sharpness
ar: حدة CAS
de: CAS-Schärfe
es: Nitidez CAS
fr: Netteté CAS
it: Nitidezza CAS
ja: CAS シャープネス
ko: CAS 선명도
pt: Nitidez CAS
zh_hans: CAS 锐化强度

source: Changes show right away. Save as New Preset keeps them in My Presets. A saved preset stops working if you delete the shader it came from.
ar: تظهر التغييرات فورًا. يحفظها «حفظ كإعداد مسبق جديد» في My Presets. يتوقف الإعداد المسبق المحفوظ عن العمل إذا حذفت المظلل الذي أُنشئ منه.
de: Änderungen wirken sofort. Als neue Voreinstellung speichern legt sie in My Presets ab. Eine gespeicherte Voreinstellung funktioniert nicht mehr, wenn du den Shader löschst, aus dem sie entstanden ist.
es: Los cambios se ven al momento. Guardar como nuevo preset los guarda en My Presets. Un preset guardado deja de funcionar si borras el shader del que proviene.
fr: Les changements s'appliquent tout de suite. Enregistrer comme nouveau préréglage les garde dans My Presets. Un préréglage enregistré ne fonctionne plus si vous supprimez le shader dont il provient.
it: Le modifiche si vedono subito. Salva come nuovo preset le conserva in My Presets. Un preset salvato smette di funzionare se elimini lo shader da cui deriva.
ja: 変更はすぐに反映されます。「新しいプリセットとして保存」で My Presets に保存されます。元のシェーダーを削除すると、保存したプリセットは使えなくなります。
ko: 변경 사항은 바로 반영됩니다. ‘새 프리셋으로 저장’을 누르면 My Presets에 보관됩니다. 원본 셰이더를 삭제하면 저장한 프리셋은 작동하지 않습니다.
pt: As alterações aparecem na hora. Salvar como nova predefinição as guarda em My Presets. Uma predefinição salva para de funcionar se você apagar o shader de onde ela veio.
zh_hans: 更改会立即生效。“另存为新预设”会把它们保存到 My Presets。删除原来的着色器后，已保存的预设将无法使用。

source: Cheat
ar: غش
es: Truco
fr: Code
it: Trucco
ja: チート
ko: 치트
zh_hans: 作弊码

source: Cheat source URL
ar: رابط مصدر الغش
de: Cheat-Quell-URL
es: URL de fuente de trucos
fr: URL de la source de codes
it: URL sorgente trucchi
ja: チートソースURL
ko: 치트 소스 URL
pt: URL da fonte de cheats
zh_hans: 作弊码源 URL

source: Cheat Source URL
ar: رابط مصدر الغش
de: Cheat-Quell-URL
es: URL de fuente de trucos
fr: URL de la source de codes
it: URL sorgente trucchi
ja: チートソースURL
ko: 치트 소스 URL
pt: URL da fonte de cheats
zh_hans: 作弊码源 URL

source: Cheat sources
ar: مصادر الغش
de: Cheat-Quellen
es: Fuentes de trucos
fr: Sources de codes
it: Sorgenti trucchi
ja: チートソース
ko: 치트 소스
pt: Fontes de cheats
zh_hans: 作弊码源

source: Cheats & Hacks
ar: الغش والتعديلات
es: Trucos y modificaciones
fr: Codes et modifications
it: Trucchi e modifiche
ja: チートとハック
ko: 치트 및 핵
pt: Cheats e modificações
zh_hans: 作弊码与修改

source: Cheats & Patches
ar: الغش والتصحيحات
es: Trucos y parches
fr: Codes et correctifs
it: Trucchi e patch
ja: チートとパッチ
ko: 치트 및 패치
pt: Cheats e patches
zh_hans: 金手指与补丁

source: Choose Background
ar: اختيار الخلفية
de: Hintergrund auswählen
es: Elegir fondo
fr: Choisir le fond
it: Scegli sfondo
ja: 背景を選択
ko: 배경 선택
pt: Escolher fundo
zh_hans: 选择背景

source: Choose Landscape Background
ar: اختيار خلفية أفقية
de: Querformat-Hintergrund auswählen
es: Elegir fondo horizontal
fr: Choisir le fond en paysage
it: Scegli sfondo orizzontale
ja: 横向きの背景を選択
ko: 가로 방향 배경 선택
pt: Escolher fundo em paisagem
zh_hans: 选择横屏背景

source: Clear
ar: مسح
de: Leeren
es: Borrar
fr: Vider
it: Svuota
ja: 消去
ko: 지우기
pt: Limpar
zh_hans: 清除

source: Clear Emulator Cache
ar: مسح ذاكرة المحاكي المؤقتة
de: Emulator-Cache leeren
es: Borrar caché del emulador
fr: Vider le cache de l'émulateur
it: Svuota cache dell'emulatore
ja: エミュレーターのキャッシュを消去
ko: 에뮬레이터 캐시 지우기
pt: Limpar cache do emulador
zh_hans: 清除模拟器缓存

source: Clear Emulator Cache?
ar: مسح ذاكرة المحاكي المؤقتة؟
de: Emulator-Cache leeren?
es: ¿Borrar la caché del emulador?
fr: Vider le cache de l'émulateur ?
it: Svuotare la cache dell'emulatore?
ja: エミュレーターのキャッシュを消去しますか？
ko: 에뮬레이터 캐시를 지울까요?
pt: Limpar o cache do emulador?
zh_hans: 清除模拟器缓存？

source: Clear Preset
ar: مسح الإعداد المسبق
de: Voreinstellung löschen
es: Borrar preset
fr: Effacer le préréglage
it: Cancella preset
ja: プリセットを解除
ko: 프리셋 해제
pt: Limpar predefinição
zh_hans: 清除预设

source: Compatibility Picker
ar: منتقي التوافق
de: Kompatibilitätsauswahl
es: Selector de compatibilidad
it: Selettore compatibilità
zh_hans: 兼容选择器

source: Contrast
ar: التباين
de: Kontrast
es: Contraste
fr: Contraste
it: Contrasto
ja: コントラスト
ko: 대비
pt: Contraste
zh_hans: 对比度

source: Cover Result
ar: نتيجة الغلاف
de: Cover-Ergebnis
es: Resultado de carátula
it: Risultato copertina
zh_hans: 封面结果

source: Cover Source
ar: مصدر الأغلفة
de: Cover-Quelle
es: Fuente de carátulas
it: Origine copertine
zh_hans: 封面来源

source: Crisp Vector
ar: متجه حاد
de: Scharfer Vektor
es: Vector nítido
it: Vettoriale nitido
zh_hans: 清晰矢量

source: Custom Imported
ar: مخصص مستورد
de: Benutzerdefiniert importiert
es: Personalizado importado
it: Personalizzato importato
zh_hans: 自定义导入

source: Custom Skin
ar: مظهر مخصص
de: Benutzerdefinierter Skin
es: Tema personalizado
fr: Thème personnalisé
it: Skin personalizzata
ja: カスタムスキン
ko: 사용자 스킨
pt: Tema personalizado
zh_hans: 自定义皮肤

source: D-pad
ar: لوحة الاتجاهات
de: Steuerkreuz
es: Cruceta
fr: Croix directionnelle
it: Croce direzionale
ja: 方向キー
ko: 방향키
zh_hans: 方向键

source: Default restores global settings; other presets change only their listed settings.
ar: يستعيد "الافتراضي" الإعدادات العامة؛ بينما تغير الإعدادات المسبقة الأخرى الإعدادات المدرجة فقط.
de: „Standard“ stellt die globalen Einstellungen wieder her; andere Voreinstellungen ändern nur die aufgeführten Einstellungen.
es: "Por defecto" restaura la configuración global; otros ajustes preestablecidos solo cambian las opciones indicadas.
fr: « Par défaut » restaure les réglages généraux ; les autres préréglages ne modifient que les réglages indiqués.
it: "Predefinito" ripristina le impostazioni globali; gli altri preset modificano solo le impostazioni elencate.
ja: 「デフォルト」は全体設定を復元します。他のプリセットは記載された設定のみを変更します。
ko: "기본값"은 전역 설정을 복원하며, 다른 프리셋은 나열된 설정만 변경합니다.
pt: "Padrão" restaura as configurações globais; outras predefinições alteram apenas as configurações listadas.
zh_hans: “默认”恢复全局设置；其他预设仅更改其列出的设置。

source: Delete
ar: حذف
de: Löschen
es: Eliminar
fr: Supprimer
it: Elimina
ja: 削除
ko: 삭제
pt: Excluir
zh_hans: 删除

source: Delete %@?
ar: حذف %@؟
de: %@ löschen?
es: ¿Eliminar %@?
fr: Supprimer %@ ?
it: Eliminare %@?
ja: 「%@」を削除しますか？
ko: %@을(를) 삭제할까요?
pt: Excluir %@?
zh_hans: 删除“%@”？

source: Deletes downloaded achievement images and other files the emulator can rebuild.
ar: يحذف صور الإنجازات التي نُزِّلت والملفات الأخرى التي يمكن للمحاكي إعادة إنشائها.
de: Löscht heruntergeladene Erfolgsbilder und andere Dateien, die der Emulator neu erstellen kann.
es: Borra las imágenes de logros descargadas y otros archivos que el emulador puede regenerar.
fr: Supprime les images des succès téléchargées et les autres fichiers que l'émulateur peut reconstruire.
it: Elimina le immagini degli obiettivi scaricate e gli altri file che l'emulatore può ricreare.
ja: ダウンロードした実績の画像など、エミュレーターが作り直せるファイルを削除します。
ko: 받아 둔 도전 과제 이미지처럼 에뮬레이터가 다시 만들 수 있는 파일을 삭제합니다.
pt: Apaga as imagens de conquistas baixadas e outros arquivos que o emulador pode recriar.
zh_hans: 删除已下载的成就图片，以及模拟器可以重新生成的其他文件。

source: Diagonal Filter
ar: مرشح قطري
de: Diagonaler Filter
es: Filtro diagonal
fr: Filtre diagonal
it: Filtro diagonale
ja: 斜線フィルター
ko: 대각선 필터
pt: Filtro diagonal
zh_hans: 斜线滤镜

source: Disable All
ar: تعطيل الكل
de: Alle deaktivieren
es: Desactivar todo
fr: Tout désactiver
it: Disabilita tutti
ja: すべて無効化
ko: 모두 비활성화
pt: Desativar todos
zh_hans: 全部禁用

source: Dismiss message
ar: تجاهل الرسالة
de: Nachricht schließen
es: Descartar mensaje
fr: Ignorer le message
it: Ignora messaggio
ja: メッセージを閉じる
ko: 메시지 닫기
pt: Dispensar mensagem
zh_hans: 忽略消息

source: Displayed Items
ar: العناصر المعروضة
de: Angezeigte Elemente
es: Elementos mostrados
fr: Éléments affichés
it: Elementi visualizzati
ja: 表示項目
ko: 표시 항목
pt: Itens exibidos
zh_hans: 显示项目

source: Done
ar: تم
de: Fertig
es: Listo
fr: Terminé
it: Fine
ja: 完了
ko: 완료
pt: Concluído
zh_hans: 完成

source: Double tap to type a value.
ar: انقر مرتين لإدخال قيمة.
de: Doppeltippen, um einen Wert einzugeben.
es: Toca dos veces para escribir un valor.
fr: Appuyez deux fois pour saisir une valeur.
it: Tocca due volte per inserire un valore.
ja: ダブルタップで数値を入力できます。
ko: 두 번 탭하여 값을 입력하세요.
pt: Toque duas vezes para digitar um valor.
zh_hans: 双击可输入数值。

source: Download Cheats
ar: تنزيل رموز الغش
de: Cheats herunterladen
es: Descargar trucos
fr: Télécharger les codes
it: Scarica trucchi
ja: チートをダウンロード
ko: 치트 다운로드
pt: Baixar cheats
zh_hans: 下载作弊码

source: Download in progress
ar: التنزيل قيد التقدم
de: Download läuft
es: Descarga en curso
fr: Téléchargement en cours
it: Download in corso
ja: ダウンロード中
ko: 다운로드 진행 중
pt: Download em andamento
zh_hans: 正在下载

source: Download Patches
ar: تنزيل التصحيحات
de: Patches herunterladen
es: Descargar parches
fr: Télécharger les correctifs
it: Scarica patch
ja: パッチをダウンロード
ko: 패치 다운로드
pt: Baixar patches
zh_hans: 下载补丁

source: Download Shaders
ar: تنزيل المظللات
de: Shader herunterladen
es: Descargar shaders
fr: Télécharger des shaders
it: Scarica shader
ja: シェーダーをダウンロード
ko: 셰이더 다운로드
pt: Baixar shaders
zh_hans: 下载着色器

source: Download Texture Packs
ar: تنزيل حزم الخامات
de: Texturpakete herunterladen
es: Descargar paquetes de texturas
fr: Télécharger des packs de textures
it: Scarica pacchetti texture
ja: テクスチャパックをダウンロード
ko: 텍스처 팩 다운로드
pt: Baixar pacotes de texturas
zh_hans: 下载纹理包

source: Downloading RetroArch Slang Shaders...
ar: جارٍ تنزيل RetroArch Slang Shaders...
de: RetroArch Slang Shaders wird heruntergeladen...
es: Descargando RetroArch Slang Shaders...
fr: Téléchargement de RetroArch Slang Shaders...
it: Download di RetroArch Slang Shaders in corso...
ja: RetroArch Slang Shaders をダウンロード中...
ko: RetroArch Slang Shaders 다운로드 중...
pt: Baixando RetroArch Slang Shaders...
zh_hans: 正在下载 RetroArch Slang Shaders...

source: Downloading…
ar: جارٍ التنزيل…
de: Wird heruntergeladen…
es: Descargando…
fr: Téléchargement…
it: Download in corso…
ja: ダウンロード中…
ko: 다운로드 중…
pt: Baixando…
zh_hans: 正在下载…

source: Downloads matching patches from every configured source
ar: ينزل التصحيحات المطابقة من كل مصدر مهيأ
de: Lädt passende Patches von jeder konfigurierten Quelle herunter
es: Descarga parches coincidentes de cada fuente configurada
fr: Télécharge les correctifs correspondants depuis chaque source configurée
it: Scarica le patch corrispondenti da ogni sorgente configurata
ja: 設定されたすべてのソースから一致するパッチをダウンロードします
ko: 구성된 모든 소스에서 일치하는 패치를 다운로드합니다
pt: Baixa patches correspondentes de cada fonte configurada
zh_hans: 从所有已配置的来源下载匹配的补丁

source: Downloads query every configured source and merge results into one file after making a backup. Patches must match this game’s region and version.
ar: تستعلم التنزيلات من كل مصدر مهيأ وتدمج النتائج في ملف واحد بعد إنشاء نسخة احتياطية. يجب أن تتطابق التصحيحات مع منطقة هذا الإصدار وإصداره.
de: Downloads fragen jede konfigurierte Quelle ab und führen die Ergebnisse nach einem Backup in einer Datei zusammen. Patches müssen mit Region und Version des Spiels übereinstimmen.
es: Las descargas consultan cada fuente configurada y combinan los resultados en un solo archivo tras realizar una copia de seguridad. Los parches deben coincidir con la región y versión de este juego.
fr: Les téléchargements interrogent chaque source configurée et fusionnent les résultats dans un seul fichier après avoir effectué une sauvegarde. Les correctifs doivent correspondre à la région et à la version de ce jeu.
it: I download interrogano ogni sorgente configurata e uniscono i risultati in un unico file dopo aver effettuato un backup. Le patch devono corrispondere alla regione e alla versione di questo gioco.
ja: ダウンロードは設定されたすべてのソースを照会し、バックアップを作成した後に結果を1つのファイルに統合します。パッチはこのゲームの地域とバージョンに一致する必要があります。
ko: 다운로드는 구성된 모든 소스를 쿼리하고 백업을 생성한 후 결과를 하나의 파일로 병합합니다. 패치는 이 게임의 지역 및 버전과 일치해야 합니다.
pt: Os downloads consultam todas as fontes configuradas e mesclam os resultados em um arquivo após fazer backup. Os patches devem corresponder à região e versão deste jogo.
zh_hans: 下载将查询所有已配置的源，并在创建备份后将结果合并为一个文件。补丁必须与此游戏的区域和版本匹配。

source: Drag buttons to reposition. Pinch to resize.
ar: اسحب الأزرار لتغيير موضعها، واقرص لتغيير الحجم.
de: Ziehe Tasten, um sie neu zu positionieren. Ziehe mit zwei Fingern, um die Größe zu ändern.
es: Arrastra los botones para moverlos. Pellizca para cambiar tamaño.
it: Trascina i pulsanti per riposizionarli. Pizzica per ridimensionarli.
zh_hans: 拖动按键调整位置，捏合调整大小。

source: Dynamic left thumbstick area
ar: منطقة عصا الإبهام اليسرى الديناميكية
de: Dynamischer linker Daumenstick-Bereich
es: Área dinámica del stick izquierdo
fr: Zone de joystick gauche dynamique
it: Area dinamica levetta sinistra
ja: 動的左スティック領域
ko: 동적 왼쪽 섬스틱 영역
pt: Área dinâmica do analógico esquerdo
zh_hans: 动态左摇杆区域

source: Dynamic right thumbstick area
ar: منطقة عصا الإبهام اليمنى الديناميكية
de: Dynamischer rechter Daumenstick-Bereich
es: Área dinámica del stick derecho
fr: Zone de joystick droit dynamique
it: Area dinamica levetta destra
ja: 動的右スティック領域
ko: 동적 오른쪽 섬스틱 영역
pt: Área dinâmica do analógico direito
zh_hans: 动态右摇杆区域

source: Edit Layout
ar: تعديل التخطيط
de: Layout bearbeiten
es: Editar diseño
fr: Modifier la disposition
it: Modifica layout
ja: レイアウト編集
ko: 레이아웃 편집
pt: Editar layout
zh_hans: 编辑布局

source: Emulator
ar: المحاكي
es: Emulador
fr: Émulateur
it: Emulatore
ja: エミュレーター
ko: 에뮬레이터
pt: Emulador
zh_hans: 模拟器

source: Emulator Cache
ar: ذاكرة المحاكي المؤقتة
es: Caché del emulador
fr: Cache de l'émulateur
it: Cache dell'emulatore
ja: エミュレーターのキャッシュ
ko: 에뮬레이터 캐시
pt: Cache do emulador
zh_hans: 模拟器缓存
